;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Chirantan Mitra
; TranslationAuthorEmail: chirantan.private@gmail.com
; Soft Version: 1.11.49
;

[Translation]
LanguageName=BEN-IN
LangCode=0445
ReadHabit=Left-to-right
DefaultFont=Shonar Bangla
DefaultFontSize=10
DefaultCharset=ANSI_CHARSET

Confirm=নিশ্চিতকরণ

;
; Main GUI
;

TfrmWRMMain.btnUnfinish.Caption=অসমাপ্ত
TfrmWRMMain.btnCompleted.Caption=সমাপ্ত
TfrmWRMMain.btnBack.caption=পিছনে
TfrmWRMMain.btnDone.Caption=সঞ্চয়
TfrmWRMMain.lblRepeat.caption=পুনরাবৃত্তি:
TfrmWRMMain.lblTime.caption=সময়:
TfrmWRMMain.lblName.caption=বর্ণনা:
TfrmWRMMain.lblDate.caption=তারিখ:
TfrmWRMMain.cbPeriod.Item1=এক বার
TfrmWRMMain.cbPeriod.Item2=দৈনিক
TfrmWRMMain.cbPeriod.Item3=সাপ্তাহিক
TfrmWRMMain.cbPeriod.Item4=মাসিক
TfrmWRMMain.cbPeriod.Item5=বার্ষিক
;
;hint
;
TfrmWRMMain.imgf.hint=ফেসবুকে ফলো করুন
TfrmWRMMain.imgt.hint=টুইটারে ফলো করুন
TfrmWRMMain.imgmail.hint=শেয়ার
TfrmWRMMain.imghome.hint=হোম পেজ
TfrmWRMMain.CloseHint=বন্ধ
TfrmWRMMain.MenuHint=তালিকা
TfrmWRMMain.MinHint=মিনিমাইস
TfrmWRMMain.btnDetails.hint_1=বিস্তারিত
TfrmWRMMain.btnDetails.hint_2=সম্পাদন
TfrmWRMMain.btnDelete.hint_1=সমাপ্ত রূপে চিহ্নিত করুন
TfrmWRMMain.btnDelete.hint_2=ডিলিট


msgdlg.btnNO=না
msgdlg.btnOk=ওকে
msgdlg.btnYes=হ্যাঁ
;
; Time
;
constY=বছর
constM=মাস
constD=দিন
constHH=ঘণ্টা
constMM=মিনিট
constSS=সেকেন্ড
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=অনলাইন হেল্প
TfrmWRMMain.TrayMenuItem2=ফোরাম
TfrmWRMMain.TrayMenuItem3=হোম পেজ
TfrmWRMMain.TrayMenuItem4=যোগাযোগ
TfrmWRMMain.TrayMenuItem5=আপডেট
TfrmWRMMain.TrayMenuItem6=সংবাদ
TfrmWRMMain.TrayMenuItem7=ভাষা
TfrmWRMMain.TrayMenuItem8=কম্পিউটারের সাথে চালু হবে
TfrmWRMMain.TrayMenuItem9=সম্পর্কে
TfrmWRMMain.TrayMenuItem10=বাহির
;
; Notice
;
TfrmRemindDlg.Caption=নোটিশ
TfrmRemindDlg.btnComplete.Caption=থিক আছে। বুঝেছি।
TfrmRemindDlg.btnDelay.Caption=পরে মনে করাবেন।

;
; About
;
TfrmAbout.Caption=সম্পর্কে
TfrmAbout.lblEmail.caption=ইমেল সাপোর্ট:
TfrmAbout.lblhome.caption=অফিসিয়াল হোমপেজ:
TfrmAbout.lblthanks.caption=কৃতজ্ঞতা স্বীকার:
TfrmAbout.btnOk.Caption=থিক আছে
TfrmAbout.lblver.Caption=বর্তমান সংস্করণ:

[Messages]
ExitModify=কিছু পরিবর্তন সঞ্চিত হয়নি। বাহির হবেন?
RemindNameNULL=বর্ণনা লিখুন!
NewVer=নতুন সংস্করণ আছে! উন্নীত হবেন?
NoNewVer=অভিনন্দন! আপনি নবীনতম সংস্করণ ব্যাবহার করছেন!
ExitApp=বাহির হবেন? তাহলে নোটিশগুলি আর পাবেন না!
NoneReminder=কোনও রিমাইন্ডার নেই!
NoneCopmpleted=কোনও রিমাইন্ডার সমাপ্ত হয়নি!
NoneSelected=কিছু একটা বাছুন!
TimeOver=আপনি ভুল সময় এন্টার করেছেন!

[Lang]
NativeLanguage=Bangla